Revit 2024 API
ParameterTypeId.ImportDisplayUnits Property
 "Import Units"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId ImportDisplayUnits { get; }
Visual Basic
Public Shared ReadOnly Property ImportDisplayUnits As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ ImportDisplayUnits {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace